NFSe/202303/NFSe/638144777878142026-con-lot-soap.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header/><soapenv:Body><ConsultarLoteRps xmlns="https://www.e-governeapps2.com.br/"><ConsultarLoteRpsEnvio xmlns="http://isscuritiba.curitiba.pr.gov.br/iss/nfse.xsd"><Prestador><Cnpj>11296296000156</Cnpj><InscricaoMunicipal>05765272</InscricaoMunicipal></Prestador><Protocolo>638144777878142026</Protocolo></ConsultarLoteRpsEnvio></ConsultarLoteRps></soapenv:Body></soapenv:Envelope>